home=1
open=1



hx="欢迎使用comfyui一键端

本整合包由哔站 杨柳鲤余 制作 
【杨柳鲤余的个人空间-哔哩哔哩】 https://b23.tv/98jOvIT
整合包版本：bete_0.0.1"
homea="已进入Ubuntu系统，目前处于  \e[93m文字主界面\e[0m

   请选择你要进行的操作（↑↓选择  ←返回  →进入）

      \e[94m1.启动comfyui\e[0m

      2.设置
      3.高级设置
      0.退出（输入 一键三连 可以重新进入）
      "
homeb="已进入Ubuntu系统，目前处于  \e[93m文字主界面\e[0m

   请选择你要进行的操作（↑↓选择  ←返回  →进入）

      1.启动comfyui
      
      \e[92m2.设置\e[0m
      
      3.高级设置
      0.退出（输入 一键三连 可以重新进入）
      "
homec="已进入Ubuntu系统，目前处于  \e[93m文字主界面\e[0m

   请选择你要进行的操作（↑↓选择  ←返回  →进入）

      1.启动comfyui
      2.设置
      \e[92m
      3.高级设置
      \e[0m
      0.退出（输入 一键三连 可以重新进入）
      "
homed="已进入Ubuntu系统，目前处于  \e[93m文字主界面\e[0m

   请选择你要进行的操作（↑↓选择  ←返回  →进入）

      1.启动comfyui
      2.设置
      3.高级设置
      \e[92m
      0.退出（输入 一键三连 可以重新进入）
      \e[0m
      "
opena="已进入Ubuntu系统，目前处于  \e[94m启动选项界面\e[0m
   请选择启动参数
   \e[93m
      1.更快的速度
      \e[0m
      2.更好的质量
      3.仅CPU
      0.退出
      "

openb="已进入Ubuntu系统，目前处于  \e[94m启动选项界面\e[0m
   请选择启动参数
   
      1.更快的速度
      \e[93m
      2.更好的质量
      \e[0m
      3.仅CPU
      0.退出
      "
openc="已进入Ubuntu系统，目前处于  \e[94m启动选项界面\e[0m
   请选择启动参数
      1.更快的速度
      2.更好的质量
      \e[93m
      3.仅CPU
      \e[0m
      0.退出
      "
opend="已进入Ubuntu系统，目前处于  \e[94m启动选项界面\e[0m
   请选择启动参数
      1.更快的速度
      2.更好的质量
      3.仅CPU
      \e[93m
      0.退出
      \e[0m
      "







